{
    "enhancedcombathud.itemconfig.sets.text":"武器设置",
    "enhancedcombathud.itemconfig.set1p.text":"套装1（主要武器）",
    "enhancedcombathud.itemconfig.set2p.text":"套装2（主要武器）",
    "enhancedcombathud.itemconfig.set3p.text":"套装3（主要武器）",
    "enhancedcombathud.itemconfig.set1s.text": "套装1（次要武器）",
    "enhancedcombathud.itemconfig.set2s.text": "套装2（次要武器）",
    "enhancedcombathud.itemconfig.set3s.text": "套装3（次要武器）",


    "enhancedcombathud.hud.mainactions.name": "标准动作",
    "enhancedcombathud.hud.castspell.name":"施法",
    "enhancedcombathud.hud.usepower.name":"特性",
    "enhancedcombathud.hud.useitem.name":"使用物品",
    "enhancedcombathud.hud.bonusaction.name":"附赠动作",
    "enhancedcombathud.hud.reaction.name":"反应",
    "enhancedcombathud.hud.specialaction.name":"特殊动作",
    "enhancedcombathud.hud.pass.name":"结束",
    "enhancedcombathud.hud.endturn.name":"回合结束",
    "enhancedcombathud.hud.hp.name":"HP",
    "enhancedcombathud.hud.ac.name":"AC",
    "enhancedcombathud.hud.of.name":"of",
    "enhancedcombathud.hud.inventory.name": "Sheet",
    "enhancedcombathud.hud.saves.name": "豁免",
    "enhancedcombathud.hud.skills.name": "技能",
    "enhancedcombathud.hud.tools.name": "工具",



    "enhancedcombathud.items.disengage.name": "撤离",
    "enhancedcombathud.items.hide.name": "躲藏",
    "enhancedcombathud.items.shove.name": "擒抱/推撞",
    "enhancedcombathud.items.dash.name": "疾走",
    "enhancedcombathud.items.dodge.name": "闪避",
    "enhancedcombathud.items.ready.name": "预备",

    "enhancedcombathud.items.disengage.desc": "<p>如果你执行撤离动作，则你随后在本回合内的移动都不会触发借机攻击。</p>",
    "enhancedcombathud.items.hide.desc": "<p>执行躲藏动作时，你进行一次敏捷（隐匿）检定以尝试躲藏。检定成功，则你会获得一些增益。</p>\n<p data-content-chunk-id=\"c7a62036-4c31-4a7f-bd29-db5f4a873f8c\">攻击看不见的敌人时，无论你是瞎猜目标的位置还是你能听见但看不见你的目标，你的攻击检定都带劣势。生物看不见你时，你对它发动的攻击检定具有优势。如果你处于躲藏中（不被看见也不被听见），则当你作出攻击时，不论是否命中都会暴露你的位置。</p>\n<p>&nbsp;</p>",
    "enhancedcombathud.items.shove.desc": "<p data-content-chunk-id=\"5242445d-e04b-437b-b1c4-4fef6622c350\">擒抱：你至少要腾出一只空手来抓住对方，并进行一次擒抱检定：即进行一次力量（运动）检定，并与对方的力量（运动）或敏捷（体操）检定（由对方选择）作对抗。若目标正处于失能状态，则你直接检定成功。若胜出，则你让对方陷入擒抱状态（速度为0）。</p>\n<p data-content-chunk-id=\"d6bd6c9e-bda0-4b45-a5be-f9425e23783c\">推撞：你进行一次力量（运动）检定，并与对方的力量（运动）或敏捷（体操）检定（由对方选择）作对抗。若目标正处于失能状态则你直接检定成功。若胜出，则你可以将目标撞至倒地，或将其从你身边推开5尺。</p>",
    "enhancedcombathud.items.dash.desc": "<p data-content-chunk-id=\"32f25854-3ca6-4afe-8790-0a87b06879b1\">执行疾走动作时，你可以在本回合里获得双倍的移动力。</p>\n<p data-content-chunk-id=\"8587443b-c938-455a-9861-09e5af6a9629\">你速度的增减对这额外的移动力有同样的影响。比如，当你的30尺速度被减到15尺时，你执行疾走动作后则只可以移动最多30尺。</p>",
    "enhancedcombathud.items.dodge.desc": "<p>执行回避动作时，你将专注于回避攻击。直到你下一回合开始之前，所有你可见的敌人对你发动的攻击检定都将具有劣势，并且你的敏捷豁免具有优势。如果你陷入失能状态，或者如果你的速度降为0，则你同时失去该增益。</p>",
    "enhancedcombathud.items.ready.desc": "<p data-content-chunk-id=\"7cbedb62-3df7-482e-9bee-412289356aca\">预设一个触发条件和相应的预备动作（移动/攻击/施法/物件交互等），在下一个回合前用反应动作执行预备的动作。</p>\n<p data-content-chunk-id=\"6c8b0166-9e42-42fa-9ef6-6c01381032c9\">满足触发条件时，你可以选择立刻用反应执行所预备的动作或选择放弃触发。当然，你每轮依然只能执行一个反应。</p>\n<p data-content-chunk-id=\"2783c1c8-74e2-4b36-8eb7-2a7c4ea671e3\">当你预备一项法术时，你需要通过专注将其的力量压制住，直到你用反应来将其释放。</p>",


    "enhancedcombathud.skills.acr.tooltip": "Your Dexterity (Acrobatics) check covers your attempt to stay on your feet in a tricky situation, such as when you're trying to run across a sheet of ice, balance on a tightrope, or stay upright on a rocking ship's deck. The DM might also call for a Dexterity (Acrobatics) check to see if you can perform acrobatic stunts, including dives, rolls, somersaults, and flips.",
    "enhancedcombathud.skills.ani.tooltip": "When there is any question whether you can calm down a domesticated animal, keep a mount from getting spooked, or intuit an animal’s intentions, the DM might call for a Wisdom (Animal Handling) check. You also make a Wisdom (Animal Handling) check to control your mount when you attempt a risky maneuver.",
    "enhancedcombathud.skills.arc.tooltip": "Your Intelligence (Arcana) check measures your ability to recall lore about spells, magic items, eldritch symbols, magical traditions, the planes of existence, and the inhabitants of those planes.",
    "enhancedcombathud.skills.ath.tooltip": "<p>Your Strength (Athletics) check covers difficult situations you encounter while climbing, jumping, or swimming. Examples include the following activities:</p><ul><li>You attempt to climb a sheer or slippery cliff, avoid hazards while scaling a wall, or cling to a surface while something is trying to knock you off.</li>↵<li>You try to jump an unusually long distance or pull off a stunt midjump.</li><li>You struggle to swim or stay afloat in treacherous currents, storm-tossed waves, or areas of thick seaweed. Or another creature tries to push or pull you underwater or otherwise interfere with your swimming.</li>↵</ul>",
    "enhancedcombathud.skills.dec.tooltip": "Your Charisma (Deception) check determines whether you can convincingly hide the truth, either verbally or through your actions. This deception can encompass everything from misleading others through ambiguity to telling outright lies. Typical situations include trying to fast-talk a guard, con a merchant, earn money through gambling, pass yourself off in a disguise, dull someone's suspicions with false assurances, or maintain a straight face while telling a blatant lie.",
    "enhancedcombathud.skills.his.tooltip": "Your Intelligence (History) check measures your ability to recall lore about historical events, legendary people, ancient kingdoms, past disputes, recent wars, and lost civilizations.",
    "enhancedcombathud.skills.ins.tooltip": "Your Wisdom (Insight) check decides whether you can determine the true intentions of a creature, such as when searching out a lie or predicting someone’s next move. Doing so involves gleaning clues from body language, speech habits, and changes in mannerisms.",
    "enhancedcombathud.skills.itm.tooltip": "When you attempt to influence someone through overt threats, hostile actions, and physical violence, the DM might ask you to make a Charisma (Intimidation) check. Examples include trying to pry information out of a prisoner, convincing street thugs to back down from a confrontation, or using the edge of a broken bottle to convince a sneering vizier to reconsider a decision.",
    "enhancedcombathud.skills.inv.tooltip": "When you look around for clues and make deductions based on those clues, you make an Intelligence (Investigation) check. You might deduce the location of a hidden object, discern from the appearance of a wound what kind of weapon dealt it, or determine the weakest point in a tunnel that could cause it to collapse. Poring through ancient scrolls in search of a hidden fragment of knowledge might also call for an Intelligence (Investigation) check.",
    "enhancedcombathud.skills.med.tooltip": "A Wisdom (Medicine) check lets you try to stabilize a dying companion or diagnose an illness.",
    "enhancedcombathud.skills.nat.tooltip": "Your Intelligence (Nature) check measures your ability to recall lore about terrain, plants and animals, the weather, and natural cycles.",
    "enhancedcombathud.skills.prc.tooltip": "Your Wisdom (Perception) check lets you spot, hear, or otherwise detect the presence of something. It measures your general awareness of your surroundings and the keenness of your senses. For example, you might try to hear a conversation through a closed door, eavesdrop under an open window, or hear monsters moving stealthily in the forest. Or you might try to spot things that are obscured or easy to miss, whether they are orcs lying in ambush on a road, thugs hiding in the shadows of an alley, or candlelight under a closed secret door.",
    "enhancedcombathud.skills.prf.tooltip": "Your Charisma (Performance) check determines how well you can delight an audience with music, dance, acting, storytelling, or some other form of entertainment.",
    "enhancedcombathud.skills.per.tooltip": "When you attempt to influence someone or a group of people with tact, social graces, or good nature, the DM might ask you to make a Charisma (Persuasion) check. Typically, you use persuasion when acting in good faith, to foster friendships, make cordial requests, or exhibit proper etiquette. Examples of persuading others include convincing a chamberlain to let your party see the king, negotiating peace between warring tribes, or inspiring a crowd of townsfolk.",
    "enhancedcombathud.skills.rel.tooltip": "Your Intelligence (Religion) check measures your ability to recall lore about deities, rites and prayers, religious hierarchies, holy symbols, and the practices of secret cults.",
    "enhancedcombathud.skills.slt.tooltip": "Whenever you attempt an act of legerdemain or manual trickery, such as planting something on someone else or concealing an object on your person, make a Dexterity (Sleight of Hand) check. The DM might also call for a Dexterity (Sleight of Hand) check to determine whether you can lift a coin purse off another person or slip something out of another person's pocket.",
    "enhancedcombathud.skills.ste.tooltip": "Make a Dexterity (Stealth) check when you attempt to conceal yourself from enemies, slink past guards, slip away without being noticed, or sneak up on someone without being seen or heard.",
    "enhancedcombathud.skills.sur.tooltip": "The DM might ask you to make a Wisdom (Survival) check to follow tracks, hunt wild game, guide your group through frozen wastelands, identify signs that owlbears live nearby, predict the weather, or avoid quicksand and other natural hazards.",

    "enhancedcombathud.abilities.str.tooltip": "<p>Strength measures bodily power, athletic training, and the extent to which you can exert raw physical force.</p><p><strong>Strength Checks</strong><br/>A Strength check can model any attempt to lift, push, pull, or break something, to force your body through a space, or to otherwise apply brute force to a situation. The Athletics skill reflects aptitude in certain kinds of Strength checks.</p><p><strong>Other Strength Checks</strong><br/>The DM might also call for a Strength check when you try to accomplish tasks like the following:<ul><li>Force open a stuck, locked, or barred door</li><li>Break free of bonds</li><li>Push through a tunnel that is too small</li><li>Hang on to a wagon while being dragged behind it</li><li>Tip over a statue</li><li>Keep a boulder from rolling</li></ul></p><p><strong>Lifting and Carrying</strong><br/> Your Strength score determines the amount of weight you can bear. The following terms define what you can lift or carry.</p><p><strong>Carrying Capacity.</strong> Your carrying capacity is your Strength score multiplied by 15. This is the weight (in pounds) that you can carry, which is high enough that most characters don't usually have to worry about it.</p><p><strong>Push, Drag, or Lift.</strong> You can push, drag, or lift a weight in pounds up to twice your carrying capacity (or 30 times your Strength score). While pushing or dragging weight in excess of your carrying capacity, your speed drops to 5 feet.</p><p><strong>Size and Strength.</strong> Larger creatures can bear more weight, whereas Tiny creatures can carry less. For each size category above Medium, double the creature's carrying capacity and the amount it can push, drag, or lift. For a Tiny creature, halve these weights.</p>",
    "enhancedcombathud.abilities.dex.tooltip": "<p>Dexterity measures agility, reflexes, and balance.</p><p><strong>Dexterity Checks</strong><br/>A Dexterity check can model any attempt to move nimbly, quickly, or quietly, or to keep from falling on tricky footing. The Acrobatics, Sleight of Hand, and Stealth skills reflect aptitude in certain kinds of Dexterity checks.</p><p><strong>Other Dexterity Checks</strong><br/>The DM might call for a Dexterity check when you try to accomplish tasks like the following:<ul><li>Control a heavily laden cart on a steep descent</li><li>Steer a chariot around a tight turn</li><li>Pick a lock</li><li>Disable a trap</li><li>Securely tie up a prisoner</li><li>Wriggle free of bonds</li><li>Play a stringed instrument</li><li>Craft a small or detailed object</li></ul></p><p><strong>Armor Class</strong><br/>Depending on the armor you wear, you might add some or all of your Dexterity modifier to your Armor Class, as described in chapter 5, <a class='entity-link' data-pack='dnd5e.rules' data-id='ln4KF7662eP93keD'>Equipment.</a></p><p><strong>Initiative</strong><br/>At the beginning of every combat, you roll initiative by making a Dexterity check. Initiative determines the order of creatures' turns in combat, as described in chapter 9, <a class='entity-link' data-pack='dnd5e.rules' data-id='3V8ywGHQEpbZpsIL'>Combat.</a>",
    "enhancedcombathud.abilities.con.tooltip": "<p>Constitution measures health, stamina, and vital force.</p><p><strong>Constitution Checks</strong><br/>Constitution checks are uncommon, and no skills apply to Constitution checks, because the endurance this ability represents is largely passive rather than involving a specific effort on the part of a character or monster. A Constitution check can model your attempt to push beyond normal limits, however.</p><p>The DM might call for a Constitution check when you try to accomplish tasks like the following:<ul><li>Hold your breath</li><li>March or labor for hours without rest</li><li>Go without sleep</li><li>Survive without food or water</li><li>Quaff an entire stein of ale in one go</li></ul></p><p><strong>Hit Points</strong><br/>Your Constitution modifier contributes to your hit points. Typically, you add your Constitution modifier to each Hit Die you roll for your hit points.</p><p>If your Constitution modifier changes, your hit point maximum changes as well, as though you had the new modifier from 1st level. For example, if you raise your Constitution score when you reach 4th level and your Constitution modifier increases from +1 to +2, you adjust your hit point maximum as though the modifier had always been +2. So you add 3 hit points for your first three levels, and then roll your hit points for 4th level using your new modifier. Or if you're 7th level and some effect lowers your Constitution score so as to reduce your Constitution modifier by 1, your hit point maximum is reduced by 7.</p>",
    "enhancedcombathud.abilities.int.tooltip": "<p>Intelligence measures mental acuity, accuracy of recall, and the ability to reason.</p><p><strong>Intelligence Checks</strong><br/>An Intelligence check comes into play when you need to draw on logic, education, memory, or deductive reasoning. The Arcana, History, Investigation, Nature, and Religion skills reflect aptitude in certain kinds of Intelligence checks.</p><p><strong>Other Intelligence Checks</strong><br/>The DM might call for an Intelligence check when you try to accomplish tasks like the following:<ul><li>Communicate with a creature without using words</li><li>Estimate the value of a precious item</li><li>Pull together a disguise to pass as a city guard</li><li>Forge a document</li><li>Recall lore about a craft or trade</li><li>Win a game of skill</li></ul></p>",
    "enhancedcombathud.abilities.wis.tooltip": "<p>Wisdom reflects how attuned you are to the world around you and represents perceptiveness and intuition.</p><p><strong>Wisdom Checks</strong>A Wisdom check might reflect an effort to read body language, understand someone’s feelings, notice things about the environment, or care for an injured person. The Animal Handling, Insight, Medicine, Perception, and Survival skills reflect aptitude in certain kinds of Wisdom checks.</p><p><strong>Other Wisdom Checks</strong></br>The DM might call for a Wisdom check when you try to accomplish tasks like the following:<ul><li>Get a gut feeling about what course of action to follow</li><li>Discern whether a seemingly dead or living creature is undead</li></ul></p>",
    "enhancedcombathud.abilities.cha.tooltip": "<p>Charisma measures your ability to interact effectively with others. It includes such factors as confidence and eloquence, and it can represent a charming or commanding personality.</p><p><strong>Other Charisma Checks</strong><br/>The DM might call for a Charisma check when you try to accomplish tasks like the following:<ul><li>Find the best person to talk to for news, rumors, and gossip</li><li>Blend into a crowd to get the sense of key topics of conversation</li></ul></p>",


    "enhancedcombathud.hud.spells.cantrip": "Cantrip",
    "enhancedcombathud.hud.spells.pact": "Pact Magic",
    "enhancedcombathud.hud.spells.will": "At Will",
    "enhancedcombathud.hud.spells.innate": "Innate",
    "enhancedcombathud.hud.spells.1": "1st Level",
    "enhancedcombathud.hud.spells.2": "2nd Level",
    "enhancedcombathud.hud.spells.3": "3rd Level",
    "enhancedcombathud.hud.spells.4": "4th Level",
    "enhancedcombathud.hud.spells.5": "5th Level",
    "enhancedcombathud.hud.spells.6": "6th Level",
    "enhancedcombathud.hud.spells.7": "7th Level",
    "enhancedcombathud.hud.spells.8": "8th Level",
    "enhancedcombathud.hud.spells.9": "9th Level",

    "enhancedcombathud.controls.toggle.title": "Toggle Argon Combat HUD",
    "enhancedcombathud.controls.toggle.warning" : "Argon Combat HUD: No token selected. Please select a token to enable the HUD",

    "enhancedcombathud.settings.color.label" : "Color",
    "enhancedcombathud.settings.fore-color.text" : "Text Color",
    "enhancedcombathud.settings.fore-color.hint" : "Text color",
    "enhancedcombathud.settings.color.text" : "Main Color",
    "enhancedcombathud.settings.color.hint" : "Color of the actions tab and other main features of the HUD",
    "enhancedcombathud.settings.color-bonus-action.text" : "Bonus Action Color",
    "enhancedcombathud.settings.color-bonus-action.hint" : "Color of the bonus action tab",
    "enhancedcombathud.settings.color-free-action.text" : "Free Action Color",
    "enhancedcombathud.settings.color-free-action.hint" : "Color of the free action tab",
    "enhancedcombathud.settings.color-reaction.text" : "Reaction Color",
    "enhancedcombathud.settings.color-reaction.hint" : "Color of the reaction tab",
    "enhancedcombathud.settings.color-end-turn.text" : "End Turn Color",
    "enhancedcombathud.settings.color-end-turn.hint" : "Color of the end turn tab",
    "enhancedcombathud.settings.color-tooltip.text" : "Tooltip Color",
    "enhancedcombathud.settings.color-tooltip.hint" : "Color of the tooltips and save/skills/tools popup",

    "enhancedcombathud.settings.theme.name" : "Theme",
    "enhancedcombathud.settings.theme.hint" : "Theme of the HUD",
    "enhancedcombathud.settings.theme.custom" : "Custom",
    "enhancedcombathud.settings.theme.helium" : "Helium",
    "enhancedcombathud.settings.theme.neon" : "Neon",
    "enhancedcombathud.settings.theme.argon" : "Argon",
    "enhancedcombathud.settings.theme.krypton" : "Krypton",
    "enhancedcombathud.settings.theme.xenon" : "Xenon",
    "enhancedcombathud.settings.theme.radon" : "Radon",
    "enhancedcombathud.settings.theme.oganesson" : "Oganesson",

    "enhancedcombathud.settings.scale.name" : "缩放比例",
    "enhancedcombathud.settings.scale.hint" : "（除了主题设置时实时应用，其他设置均需要重新打开HUD才成功应用）",
    "enhancedcombathud.settings.noAutoscale.name" : "Don't Autoscale",
    "enhancedcombathud.settings.noAutoscale.hint" : "Don't scale the HUD to fit the screen, use the flat value in the Scale setting instead",
    "enhancedcombathud.settings.leftPos.name" : "位置（左）",
    "enhancedcombathud.settings.leftPos.hint" : "左边距",
    "enhancedcombathud.settings.botPos.name" : "位置（下）",
    "enhancedcombathud.settings.botPos.hint" : "底边距",
    "enhancedcombathud.settings.playerDetailsBottom.name" : "角色细节位于底部",
    "enhancedcombathud.settings.playerDetailsBottom.hint" : "将角色的姓名及职业细节放置于立绘底部区域而不是上方",
    "enhancedcombathud.settings.preparedSpells.name" : "仅显示准备的法术",
    "enhancedcombathud.settings.preparedSpells.hint" : "施法时仅展示准备的法术",
    "enhancedcombathud.settings.showTooltips.name" : "显示提示信息",
    "enhancedcombathud.settings.showTooltips.hint" : "在选择时显示提示信息",
    "enhancedcombathud.settings.showTooltipsSpecial.name" : "为其他标准动作显示提示信息",
    "enhancedcombathud.settings.showTooltipsSpecial.hint" : "为一些特殊的标准动作如撤离，闪避等显示提示信息",
    "enhancedcombathud.settings.showTooltipsAbilityMenuAbilities.name": "属性显示提示信息",
    "enhancedcombathud.settings.showTooltipsAbilityMenuAbilities.hint": "为属性菜单里的属性显示提示信息",
    "enhancedcombathud.settings.showTooltipsAbilityMenuSkills.name" : "技能显示提示信息",
    "enhancedcombathud.settings.showTooltipsAbilityMenuSkills.hint" : "为属性菜单里的技能显示提示信息",
    "enhancedcombathud.settings.showTooltipsAbilityMenuTools.name": "工具显示提示信息",
    "enhancedcombathud.settings.showTooltipsAbilityMenuTools.hint": "为属性菜单里的工具显示提示信息",
    "enhancedcombathud.settings.fadeOutInactive.name" : "淡化",
    "enhancedcombathud.settings.fadeOutInactive.hint" : "没有鼠标放置在HUD区域后，淡化HUD",
    "enhancedcombathud.settings.fadeoutDelay.name" : "淡化延迟",
    "enhancedcombathud.settings.fadeoutDelay.hint" : "淡化HUD的延迟时间（秒）",
    "enhancedcombathud.settings.fadeoutOpacity.name" : "淡化不透明度",
    "enhancedcombathud.settings.fadeoutOpacity.hint" : "HUD淡化后的不透明度",
    "enhancedcombathud.settings.hideMacroPlayers.name" : "隐藏宏栏目和玩家列表",
    "enhancedcombathud.settings.hideMacroPlayers.hint" : "当HUD打开后，隐藏玩家列表和宏栏目",
    "enhancedcombathud.settings.openCombatStart.name" : "战斗时打开",
    "enhancedcombathud.settings.openCombatStart.hint" : "当战斗开始时（自动）打开HUD",
    "enhancedcombathud.settings.tooltipScale.name" : "提示信息缩放",
    "enhancedcombathud.settings.tooltipScale.hint" : "提示信息的缩放比例",
    "enhancedcombathud.settings.switchEquip.name" : "自动装备",
    "enhancedcombathud.settings.switchEquip.hint" : "当切换套装时，自动装备/卸下对应的武器/其他物品",
    "enhancedcombathud.settings.showWeaponsItems.name" : "在使用物品处显示武器",
    "enhancedcombathud.settings.showWeaponsItems.hint" : "在使用物品栏显示武器，当武器槽不够用时非常有用",
    "enhancedcombathud.settings.noAA.name" : "不要应用Active Effects",
    "enhancedcombathud.settings.noAA.hint" : "当执行其他标准动作时，不要应用Active Effects。（需要刷新）",

    "enhancedcombathud.tooltip.target.name" : "目标",
    "enhancedcombathud.tooltip.range.name" : "范围",
    "enhancedcombathud.tooltip.properties.name" : "属性",

    "enhancedcombathud.settings.thememenu.name": "自定义主题",
    "enhancedcombathud.settings.thememenu.hint": "配置，选择及客制化主题",
    "enhancedcombathud.settings.thememenu.label": "更改主题配置",


    "enhancedcombathud.themeOptions.save": "保存更改",
    "enhancedcombathud.themeOptions.export": "导出主题",
    "enhancedcombathud.themeOptions.autoTextColorTitle" : "Autoset Text Colors Based off Background",
    "enhancedcombathud.themeOptions.autoTextColorHint" : "This setting adjust the text color based on the background color to a color that should be legiable.",
    "enhancedcombathud.themeOptions.exportThemeName": "导出主题名称:",
    "enhancedcombathud.themeOptions.exportTheme.save": "保存",
    "enhancedcombathud.themeOptions.exportTheme.cancel": "取消",

    "enhancedcombathud.themeOptions.themeTitle": "选择主题",
    "enhancedcombathud.themeOptions.themeHint": "Selecting a theme will apply a predefined color pallet to Argon.",
    


    "enhancedcombathud.themeOptions.mainAction" : "标准动作区域颜色",
    "enhancedcombathud.themeOptions.bonusAction" : "附赠动作区域颜色",
    "enhancedcombathud.themeOptions.freeAction" : "特殊动作区域颜色",
    "enhancedcombathud.themeOptions.reaction" : "反应区域颜色",
    "enhancedcombathud.themeOptions.endTurn" : "回合结束区域颜色",
    "enhancedcombathud.themeOptions.tooltip" : "提示信息颜色",
    "enhancedcombathud.themeOptions.abilityMenu" : "属性菜单颜色",
    "enhancedcombathud.themeOptions.buttons" : "按钮颜色",
    "enhancedcombathud.themeOptions.movement" : "移动力方块颜色",
    
    "enhancedcombathud.themeOptions.background" : "背景色",
    "enhancedcombathud.themeOptions.color" : "字体颜色",
    "enhancedcombathud.themeOptions.border" : "边框颜色",
    "enhancedcombathud.themeOptions.boxShadow" : "方块阴影颜色",

    "enhancedcombathud.themeOptions.mainActionBase" : "当鼠标不在上方时，背景/前景/边框颜色",
    "enhancedcombathud.themeOptions.mainActionHover" : "当鼠标在上方时，背景/前景/边框颜色",
    "enhancedcombathud.themeOptions.bonusActionBase" : "当鼠标不在上方时，背景/前景/边框颜色",
    "enhancedcombathud.themeOptions.bonusActionHover" : "当鼠标在上方时，背景/前景/边框颜色",
    "enhancedcombathud.themeOptions.freeActionBase" : "当鼠标不在上方时，背景/前景/边框颜色",
    "enhancedcombathud.themeOptions.freeActionHover" : "当鼠标在上方时，背景/前景/边框颜色",
    "enhancedcombathud.themeOptions.reactionBase" : "当鼠标不在上方时，背景/前景/边框颜色",
    "enhancedcombathud.themeOptions.reactionHover" : "当鼠标在上方时，背景/前景/边框颜色",
    "enhancedcombathud.themeOptions.endTurnBase" : "当鼠标不在上方时，背景/前景/边框颜色",
    "enhancedcombathud.themeOptions.endTurnHover" : "当鼠标在上方时，背景/前景/边框颜色",
    
    "enhancedcombathud.themeOptions.tooltipHeader" : "提示信息标题区域的背景/前景/边框颜色",
    "enhancedcombathud.themeOptions.tooltipSubtitle" : "提示信息次要标题区域的背景/前景/边框颜色",
    "enhancedcombathud.themeOptions.tooltipBody" : "提示信息主要内容的背景/前景/边框颜色",

    "enhancedcombathud.themeOptions.abilityMenuBase" : "当鼠标不在上方时，前景/方块阴影颜色",
    "enhancedcombathud.themeOptions.abilityMenuHover" : "当鼠标在上方时，前景/方块阴影颜色",

    "enhancedcombathud.themeOptions.buttonsBase" : "当鼠标不在上方时，背景/前景/边框颜色",
    "enhancedcombathud.themeOptions.buttonsHover" : "当鼠标在上方时，背景/前景/边框颜色",

    "enhancedcombathud.themeOptions.movementUsed" : "已使用的移动力的背景/方块阴影颜色",
    "enhancedcombathud.themeOptions.movementBaseMovement" : "可用移动力的背景/方块阴影颜色",
    "enhancedcombathud.themeOptions.movementDashMovement" : "疾走移动力的背景/方块阴影颜色",
    "enhancedcombathud.themeOptions.movementDangerMovement" : "超出的移动力的背景/方块阴影颜色"

}