{
    "enhancedcombathud.itemconfig.sets.text":"Наборы оружия",
    "enhancedcombathud.itemconfig.set1p.text":"Набор 1 (Основное)",
    "enhancedcombathud.itemconfig.set2p.text":"Набор 2 (Основное)",
    "enhancedcombathud.itemconfig.set3p.text":"Набор 3 (Основное)",
    "enhancedcombathud.itemconfig.set1s.text": "Набор 1 (Вспомогательное )",
    "enhancedcombathud.itemconfig.set2s.text": "Набор 2 (Вспомогательное )",
    "enhancedcombathud.itemconfig.set3s.text": "Набор 3 (Вспомогательное )",


    "enhancedcombathud.hud.mainactions.name": "Основное действие",
    "enhancedcombathud.hud.castspell.name":"Заклинания",
    "enhancedcombathud.hud.usepower.name":"Особенности",
    "enhancedcombathud.hud.useitem.name":"Предметы",
    "enhancedcombathud.hud.bonusaction.name":"Бонусное",
    "enhancedcombathud.hud.reaction.name":"Реакция",
    "enhancedcombathud.hud.specialaction.name":"Свободное",
    "enhancedcombathud.hud.pass.name":"Пас",
    "enhancedcombathud.hud.endturn.name":"Закончить ход",
    "enhancedcombathud.hud.hp.name":"ХП",
    "enhancedcombathud.hud.ac.name":"КД",
    "enhancedcombathud.hud.of.name":"из",
    "enhancedcombathud.hud.inventory.name": "Лист",
    "enhancedcombathud.hud.saves.name": "Спасы",
    "enhancedcombathud.hud.skills.name": "Навыки",
    "enhancedcombathud.hud.tools.name": "Инструменты",



    "enhancedcombathud.items.disengage.name": "Отход",
    "enhancedcombathud.items.hide.name": "Засада",
    "enhancedcombathud.items.shove.name": "Толчок",
    "enhancedcombathud.items.dash.name": "Рывок",
    "enhancedcombathud.items.dodge.name": "Уклонение",
    "enhancedcombathud.items.ready.name": "Подготовка",

    "enhancedcombathud.items.disengage.desc": "<p>Если вы совершаете действие Отход, то до конца текущего хода ваше перемещение не провоцирует атаки.</p>",
    "enhancedcombathud.items.hide.desc": "<p>Если вы совершаете действие Засада, вы совершаете проверку Ловкости (Скрытность), пытаясь спрятаться, используя правила для Засады. В случае успеха вы получаете определённые преимущества.</p>\n<p data-content-chunk-id=\"d49da437-9800-4cdb-be60-5c1cc12e45f2\">Участники сражения часто пытаются избежать внимания врагов, прячась, накладывая заклинания и скрываясь в темноте.</p>\n<p data-content-chunk-id=\"c7a62036-4c31-4a7f-bd29-db5f4a873f8c\">Если вы атакуете цель, которую не видите, бросок атаки совершается с помехой. Это справедливо и в случае, если вы не знаете местонахождение цели, и в случае, если вы слышите цель, но не видите её. Если цели не было в том месте, которое вы атаковали, вы автоматически промахиваетесь, но Мастер обычно просто говорит, что атака промахнулась, не сообщая, что цель была вообще в другом месте.</p>\n<p data-content-chunk-id=\"760a7b7d-7681-4f2c-a356-05594eca1bbd\">Если существо вас не видит, вы совершаете по нему броски атаки с преимуществом. Если вы скрылись (вас не видно и неслышно), то при совершении атаки вы выдаёте своё местоположение, когда атака попадает или промахивается.</p>\n<p>&nbsp;</p>",
    "enhancedcombathud.items.shove.desc": "<p data-content-chunk-id=\"5242445d-e04b-437b-b1c4-4fef6622c350\">Если вы хотите схватить существо или побороться с ним, вы можете использовать действие Атака для совершения особой рукопашной атаки, захвата. Если вы можете совершать многочисленные атаки действием Атака, эта атака заменяет одну из них.</p>\n<p data-content-chunk-id=\"55b5838a-271d-4cb3-b971-9769a49a921c\">Цель вашего захвата должна быть не более чем на одну категорию больше вас, и она должна находиться в пределах вашей досягаемости. Используя как минимум одну свободную руку, вы пытаетесь схватить цель, совершая проверку захвата: проверку Силы (Атлетика), противопоставленную проверке Силы (Атлетика) или Ловкости (Акробатика) цели (цель сама выбирает, какую характеристику использовать). Вы автоматически преуспеваете, если цель недееспособна. Если вы преуспеете, цель становится захваченной. В описании состояния сказано, что его оканчивает, и вы в любой момент можете отпустить цель (действие не требуется).</p>\n<p data-content-chunk-id=\"a5d87cfc-afcc-4ae2-99c4-b4ed2af6a439\"><i><b>Высвобождение из захвата.</b></i> Захваченное существо может пытаться высвободиться. Для этого оно действием совершает проверку Силы (Атлетика) или Ловкость (Акробатика), противопоставленную вашей проверке Силы (Атлетика).</p>\n<p data-content-chunk-id=\"ea1b3c54-b95f-45cb-8c5c-1ed310d82ce2\"><i><b>Перемещение захваченного существа.</b></i> Если вы перемещаетесь, вы можете тащить или нести захваченное существо вместе с собой, но ваша скорость уменьшается вдвое, если только существо не меньше вас как минимум на две категории.</p></br><p><strong>Толкание существа</strong></br>Вы можете при помощи действия Атака совершить особую рукопашную атаку, чтобы или сбить цель с ног, или оттолкнуть от себя. Если вы можете совершать многочисленные атаки действием Атака, эта атака заменяет одну из них.</p>\n<p data-content-chunk-id=\"d6bd6c9e-bda0-4b45-a5be-f9425e23783c\">Цель вашего толкания должна быть не более чем на одну категорию больше вас, и она должна находиться в пределах вашей досягаемости. Вы совершаете проверку Силы (Атлетика), противопоставленную проверке Силы (Атлетика) или Ловкости (Акробатика) цели (цель сама выбирает, какую характеристику использовать). Вы автоматически преуспеваете, если цель недееспособна. Если вы преуспеете, вы либо сбиваете цель с ног, либо толкаете её на 5 футов от себя.</p>",
    "enhancedcombathud.items.dash.desc": "<p data-content-chunk-id=\"32f25854-3ca6-4afe-8790-0a87b06879b1\">Если вы совершаете действие Рывок, вы получаете дополнительное перемещение в текущем ходу, равное вашей скорости после применения всех модификаторов. Например, если у вас скорость 30 футов, то совершив рывок, вы можете переместиться на 60 футов.</p>\n<p data-content-chunk-id=\"8587443b-c938-455a-9861-09e5af6a9629\">Все увеличения и уменьшения скорости изменяют точно так же и дополнительное перемещение. Например, если ваша скорость 30 футов уменьшена до 15 футов, то совершив рывок, вы можете переместиться на 30 футов.</p>",
    "enhancedcombathud.items.dodge.desc": "<p>Если вы совершаете действие Уклонение, вы сосредотачиваетесь на уклонении от атак. До начала вашего следующего хода все броски атаки по вам совершаются с помехой, и спасброски Ловкости вы совершаете с преимуществом, если вы видите атакующего. Вы теряете это преимущество, если становитесь недееспособным или если ваша скорость падает до 0.</p>",
    "enhancedcombathud.items.ready.desc": "<p data-content-chunk-id=\"7cbedb62-3df7-482e-9bee-412289356aca\">Вы можете прыгнуть на врага, когда он будет проходить под вами, или подождать, пока не произойдёт определённое событие. Для этого вы совершаете в свой ход действие Подготовка, чтобы реакцией подействовать позже.</p>\n<p data-content-chunk-id=\"ef9f90d3-f264-4278-a0f8-0684073c429f\">Во-первых, определите, какое воспринимаемое событие вызовет вашу реакцию. Затем выберите действие, либо перемещение, которое будет совершено. Примеры: «Если культист наступит на люк, я дёрну рычаг и открою его», «Если передо мной встанет гоблин, я отойду прочь».</p>\n<p data-content-chunk-id=\"6c8b0166-9e42-42fa-9ef6-6c01381032c9\">Когда срабатывает условие, вы можете либо совершить свою реакцию до окончания действия, вызвавшего срабатывание, либо игнорировать срабатывание условия. Подготовленное действие можно совершить только до начала вашего следующего хода. Помните, что вы можете совершить только одну реакцию в раунд.</p>\n<p data-content-chunk-id=\"2783c1c8-74e2-4b36-8eb7-2a7c4ea671e3\">Если вы подготовили заклинание, вы накладываете его, как обычно, но удерживаете энергию, пока не сработает условие. Для того чтобы заклинание можно было подготовить, у него должно быть время накладывания «1 действие», а удерживание магии требует концентрации. Если концентрация прервана, заклинание тратится без всякого эффекта. Например, если вы концентрируетесь на заклинании <i>паутина</i> и подготавливаете <i>волшебную стрелу</i>, заклинание <i>паутина</i> заканчивается, и если вы получите урон до накладывания <i>волшебной стрелы</i> реакцией, ваша концентрация рискует прерваться.</p>",


    "enhancedcombathud.skills.acr.tooltip": "Проверки Ловкости (Акробатика) охватывают попытки устоять на ногах в неудобной ситуации, например, когда вы пытаетесь пробежаться по льду, балансируете на натянутом канате или стоите на палубе корабля в шторм. Мастер может также призвать к проверке Ловкости (Акробатика), чтобы увидеть, можете ли вы выполнить акробатический трюк, включая ныряние, кувырки, сальто и перекаты.",
    "enhancedcombathud.skills.ani.tooltip": "Если возникает вопрос, можете ли вы успокоить одомашненное животное, удержать скакуна от того, чтобы он запаниковал, или почувствовать намерения животного, Мастер может призвать совершить проверку Мудрости (Дрессировка). Вы также совершаете проверку Мудрости (Дрессировка) для контролирования скакуна при совершении опасного манёвра.",
    "enhancedcombathud.skills.arc.tooltip": "Проверка Интеллекта (Магия) определяет вашу способность вспомнить знания о заклинаниях, магических предметах, мистических символах, магических традициях, планах существования и обитателях этих планов",
    "enhancedcombathud.skills.ath.tooltip": "<p>Проверки Силы (Атлетика) покрывают разнообразные ситуации, в которых вы лазаете, прыгаете или плаваете. Примеры включают следующие действия:</p><ul><li>Вы пытаетесь взобраться на крутой утёс, избегая при этом опасностей, или попытки удержаться за что-то, когда вас пытаются стряхнуть.</li><li>Вы пытаетесь прыгнуть на большое расстояние или совершить трюк в середине прыжка.</li><li>Вы пытаетесь плыть или оставаться на плаву в бурных водах, во время шторма или среди зарослей водорослей. Другое существо может попытаться толкнуть или затянуть вас под воду, или как-то иным способом помешать вашему плаванию.</li></ul>",
    "enhancedcombathud.skills.dec.tooltip": "Ваша проверка Харизмы (Обман) определяет, можете ли вы намеренно утаить правду, хоть речами, хоть действиями. Такой обман охватывает всё, от направления других по неверному следу и двусмысленных речей до рассказывания откровенной лжи. Может применяться при отвлечении стражников, обмане торговцев, зарабатывании денег азартными играми, маскировке под других, отводе чужих подозрений ложными утверждениями и сохранении спокойного лица при рассказывании чудовищной лжи.",
    "enhancedcombathud.skills.his.tooltip": "Проверка Интеллекта (История) определяет вашу способность вспомнить знания об исторических событиях, легендарных личностях, древних королевствах, былых спорах, недавних войнах и утерянных цивилизациях.",
    "enhancedcombathud.skills.ins.tooltip": "Ваша проверка Мудрости (Проницательность) определяет, можете ли вы определить истинные намерения существа, например, при попытке распознать ложь или предсказать чей-то следующий шаг. При этом вы совершаете догадки по языку тела, особенностям разговора и переменах в поведении.",
    "enhancedcombathud.skills.itm.tooltip": "Когда вы пытаетесь воздействовать на других угрозами, враждебными действиями и физическим насилием, Мастер может попросить вас совершить проверку Харизмы (Запугивание). Примерами могут послужить добыча информации из пленника, убеждение головорезов отказаться от драки и угроза разбитой бутылкой ехидному визирю, чтобы тот изменил решение.",
    "enhancedcombathud.skills.inv.tooltip": "Если вы ищете подсказки и делаете на их основе выводы, вы совершаете проверку Интеллекта (Расследование). Вы можете вычислить местоположение спрятанного предмета, понять по виду раны, каким оружием она была нанесена или определить самую слабую точку в туннеле, способную его обрушить. Рассматривание древних свитков в поисках тайного знания тоже может требовать совершения проверки Интеллекта (Расследование).",
    "enhancedcombathud.skills.med.tooltip": "Проверка Мудрости (Медицина) позволяет стабилизировать умирающего спутника или диагностировать болезнь.",
    "enhancedcombathud.skills.nat.tooltip": "Проверка Интеллекта (Природа) определяет вашу способность вспомнить знания о местности, о растениях и животных, о погоде и естественных циклах.",
    "enhancedcombathud.skills.prc.tooltip": "Ваша проверка Мудрости (Проницательность) определяет, можете ли вы определить истинные намерения существа, например, при попытке распознать ложь или предсказать чей-то следующий шаг. При этом вы совершаете догадки по языку тела, особенностям разговора и переменах в поведении.",
    "enhancedcombathud.skills.prf.tooltip": "Ваша проверка Харизмы (Исполнение) определяет, насколько хорошо вы удовлетворили публику музыкой, танцем, актёрской игрой, рассказом или другим развлечением.",
    "enhancedcombathud.skills.per.tooltip": "Если вы пытаетесь повлиять на существо или целую группу существ тактично, с уважением и добродушием, Мастер может попросить вас совершить проверку Харизмы (Убеждение). Обычно убеждение используется при добрых намерениях, при попытках подружиться, установить контакт или проявить этикет. Примеры убеждения других включают в себя попытки убедить дворецкого пропустить вас к королю, мирное урегулирование споров двух враждующих племён и воодушевление толпы горожан.",
    "enhancedcombathud.skills.rel.tooltip": "Проверка Интеллекта (Религия) определяет вашу способность вспомнить знания о божествах, ритуалах и молитвах, религиозных иерархиях, священных символах и практиках тайных культов.",
    "enhancedcombathud.skills.slt.tooltip": "Если вы пытаетесь жонглировать или сделать ловкий трюк, например, подбросить что-то другому или спрятать что-то на своём теле, совершите проверку Ловкости (Ловкость рук). Мастер может призвать совершить проверку Ловкости (Ловкость рук) чтобы определить, можете ли вы срезать у ротозея кошелёк или подбросить что-то другому в карман.",
    "enhancedcombathud.skills.ste.tooltip": "Совершите проверку Ловкости (Скрытность), когда пытаетесь спрятаться от врагов, прокрасться мимо стражи, сбежать незамеченным или незаметно и неслышно подобраться к кому-то.",
    "enhancedcombathud.skills.sur.tooltip": "Мастер может призвать совершить проверку Мудрости (Выживание) для выслеживания врагов, охоты на дичь, нахождения дороги в промёрзшей тундре, замечания признаков того, что рядом живут совомеды, предсказывания погоды и избегания зыбучих песков и прочих природных опасностей.",

    "enhancedcombathud.abilities.str.tooltip": "<p>Сила означает физическую силу и атлетические тренировки.</p><p><strong>Проверки Силы</strong><br/>Проверки Силы могут моделировать попытки поднять, толкнуть, подтянуть или сломать что-то, попытки втиснуть своё тело в некое пространство или другие попытки применения грубой силы. Навык Атлетика отражает особую склонность к некоторым проверкам Силы.<br/></p><p><i><strong>Прочие проверки Силы.</strong></i> Мастер может призвать к проверке Силы, если вы пытаетесь сделать что-то из следующего:<ul><li>Попытка открыть застрявшую, запертую или заложенную на засов дверь</li><li>Попытка вырваться из оков</li><li>Попытка протиснуться по узкому туннелю</li><li>Попытка удержаться за фургон, не отцепившись от него во время движения</li><li>Опрокидывание статуи</li><li>Попытка удержать валун от падения</li></ul></p><p><strong>Подъём и перенос</strong><br/>Значение Силы определяет вес, который вы можете переносить. При этом используются следующие термины:</p><p><i><strong>Грузоподъёмность.</strong></i> Ваша грузоподъёмность это ваше значение Силы, умноженное на 15. Такой вес (в фунтах) вы можете носить, и это достаточно много, так что большинству персонажей не нужно об этом заботиться.</strong></p><p><i><strong>Толкание, волочение и подъём.</strong></i> Вы можете толкать, тянуть и отрывать от земли вес в фунтах, вдвое превышающий вашу грузоподъёмность (или значение Силы, умноженное на 30). Если вы толкаете или тянете вес, превышающий грузоподъёмность, ваша скорость падает до 5 футов.</p><p><i><strong>Размер и Сила.</strong></i> Существа большого размера могут тащить больше, а Крохотные существа — меньше. За каждую категорию размера выше Средней удвойте его грузоподъёмность и вес, который оно может толкать, тянуть и поднимать. Для существа Крохотного размера уменьшите эти значения вдвое.</p>",
    "enhancedcombathud.abilities.dex.tooltip": "<p>Ловкость отвечает за проворство, реакцию и равновесие</p><p><strong>Проверки Ловкости</strong><br/>Проверка Ловкости может моделировать любую попытку перемещаться ловко, быстро или тихо, либо попытку не упасть с шаткой опоры. Навыки Акробатика, Ловкость рук и Скрытность отражают особую склонность к некоторым проверкам Ловкости.</p><p><i><strong>Прочие проверки Ловкости.</strong></i> Мастер может призвать к проверке Ловкости, если вы пытаетесь сделать что-то из следующего:<ul><li>Вы спускаетесь с тяжело нагруженной тачкой по крутому склону</li><li>Вы закладываете крутой вираж на карете</li><li>Вы вскрываете замок</li><li>Вы обезвреживаете ловушку</li><liВы связываете пленника</li><li>Вы пытаетесь высвободиться из пут</li><li>Вы играете на струнном инструменте</li><li>Вы создаёте мелкий или высокодетализированный предмет</li></ul></p><p><strong>Класс Доспеха</strong><br/>В зависимости от доспеха, который вы носите, вы можете добавлять модификатор Ловкости или его часть к Классу Доспеха, как описано в главе 5, <a class='entity-link' data-pack='dnd5e.rules' data-id='ln4KF7662eP93keD'>Снаряжение.</a></p><p><strong>Инициатива</strong><br/>В начале каждого сражения вы совершаете проверку инициативы, совершая проверку Ловкости. Инициатива определяет порядок ходов существ в сражении, как описано в главе 9, <a class='entity-link' data-pack='dnd5e.rules' data-id='3V8ywGHQEpbZpsIL'>Сражение.</a>",
    "enhancedcombathud.abilities.con.tooltip": "<p>Выносливость измеряет ваше здоровье, выносливость и жизненные силы.</p><p><strong>Проверки Выносливости</strong><br/>Проверки Выносливости совершаются не часто, и от него не зависят никакие навыки, так как выносливость, которую отражает эта характеристика, пассивна, и персонаж или чудовище не может активно её использовать. Однако проверка Выносливости может моделировать вашу попытку сделать что-то необычное.</p><p>Мастер может призвать к проверке Выносливости, если вы пытаетесь сделать что-то из следующего:<ul><li>Вы задерживаете дыхание</li><li>Вы совершаете марш-бросок или несколько часов без перерыва работаете</li><li>Вы долго не спите</li><li>У вас нет еды и воды</li><li>Вы пытаетесь осушить кружку пива одним махом</li></ul></p><p><strong>Хиты</strong><br/>Модификатор Выносливости участвует в определении ваших хитов. Обычно вы добавляете модификатор Выносливости ко всем Костям Хитов, брошенным для определения хитов.</p><p>Если ваш модификатор Выносливости изменяется, изменяется и максимум ваших хитов, как если бы новый модификатор был у вас с 1 уровня. Например, если вы повышаете значение Выносливости, когда достигаете 4 уровня, и ваш модификатор Выносливости увеличивается с +1 до +2, вы изменяете максимум хитов так, как будто этот модификатор всегда был +2. Вы добавляете 3 хита за первые три уровня, а затем определяете хиты за 4 уровень, используя уже новый модификатор. И наоборот, если на 7 уровне некий эффект уменьшит ваше значение Выносливости, уменьшив модификатор Выносливости на 1, максимум ваших хитов уменьшится на 7.</p>",
    "enhancedcombathud.abilities.int.tooltip": "<p>Интеллект измеряет силу ума, точность воспоминаний и способность здраво рассуждать.</p><p><strong>Проверки Интеллекта</strong><br/>Проверки Интеллекта происходят когда вы используете логику, образование, память или дедуктивное мышление. Навыки Расследование, История, Магия, Природа и Религия отражают особую склонность к некоторым проверкам Интеллекта.</p><p><i><strong>Прочие проверки Интеллекта.</strong></i> Мастер может призвать к проверке Интеллекта, если вы пытаетесь сделать что-то из следующего:<ul><li>Вы общаетесь с существом без использования слов</li><li>Вы оцениваете стоимость ценного предмета</li><li>Вы маскируетесь под городского стража</li><li>Вы подделываете документ</li><li>Вы вспоминаете знание о ремесле или торговле</li><li>Вы соревнуетесь с кем-то другим</li></ul></p>",
    "enhancedcombathud.abilities.wis.tooltip": "<p>Мудрость определяет, как хорошо вы настроены на окружающий мир и отражает восприимчивость и интуицию.</p><p><strong>Проверки Мудрости</strong></br>Проверки Мудрости могут отражать попытки понять язык тела, понять чьи-то переживания, заметить что-то в окружающем мире или позаботиться о раненом. Навыки Внимание, Выживание, Медицина, Проницательность и Дрессировка отражают особую склонность к некоторым проверкам Мудрости.</p><p><i><strong>Прочие проверки Мудрости.</strong></i> Мастер может призвать к проверке Мудрости, если вы пытаетесь сделать что-то из следующего:<ul><li>Вы пытаетесь понять, что делать дальше</li><li>Вы пытаетесь распознать в живом или вроде бы мёртвом существе нежить</li></ul></p>",
    "enhancedcombathud.abilities.cha.tooltip": "<p>Харизма измеряет вашу способность эффективно взаимодействовать с другими. Она охватывает такие факторы как уверенность в себе и красноречие, и может отражать привлекательную или внушительную внешность.</p><p><i><strong>Прочие проверки Харизмы.</strong></i> Мастер может призвать к проверке Харизмы, если вы пытаетесь сделать что-то из следующего:<ul><li>Вы ищете, с кем лучше всего обсудить новости, слухи и сплетни</li><li>Вы сливаетесь с толпой, чтобы узнать основные обсуждаемые темы</li></ul></p>",


    "enhancedcombathud.hud.spells.cantrip": "Заговор",
    "enhancedcombathud.hud.spells.pact": "Магия договора",
    "enhancedcombathud.hud.spells.will": "По желанию",
    "enhancedcombathud.hud.spells.innate": "Врождённое",
    "enhancedcombathud.hud.spells.1": "1 уровень",
    "enhancedcombathud.hud.spells.2": "2 уровень",
    "enhancedcombathud.hud.spells.3": "3 уровень",
    "enhancedcombathud.hud.spells.4": "4 уровень",
    "enhancedcombathud.hud.spells.5": "5 уровень",
    "enhancedcombathud.hud.spells.6": "6 уровень",
    "enhancedcombathud.hud.spells.7": "7 уровень",
    "enhancedcombathud.hud.spells.8": "8 уровень",
    "enhancedcombathud.hud.spells.9": "9 уровень",

    "enhancedcombathud.controls.toggle.title": "Включить Argon Combat HUD",
    "enhancedcombathud.controls.toggle.warning" : "Argon Combat HUD: Не выбран токен. Пожалуйста, выберите токен, чтобы активировать HUD",

    "enhancedcombathud.settings.color.label" : "Цвет",
    "enhancedcombathud.settings.fore-color.text" : "Цвет текста",
    "enhancedcombathud.settings.fore-color.hint" : "Цвет текста",
    "enhancedcombathud.settings.color.text" : "Основной цвет",
    "enhancedcombathud.settings.color.hint" : "Цвет вкладки действий и других основных элементов HUD",
    "enhancedcombathud.settings.color-bonus-action.text" : "Цвет бонусных действий",
    "enhancedcombathud.settings.color-bonus-action.hint" : "Цвет вкладки бонусных действий",
    "enhancedcombathud.settings.color-free-action.text" : "Цвет свободных действий",
    "enhancedcombathud.settings.color-free-action.hint" : "Цвет вкладки свободных действий",
    "enhancedcombathud.settings.color-reaction.text" : "Цвет реакций",
    "enhancedcombathud.settings.color-reaction.hint" : "Цвет вкладки реакций",
    "enhancedcombathud.settings.color-end-turn.text" : "Цвет конца хода",
    "enhancedcombathud.settings.color-end-turn.hint" : "Цвет вкладки конца хода",
    "enhancedcombathud.settings.color-tooltip.text" : "Цвет всплывающих подсказок",
    "enhancedcombathud.settings.color-tooltip.hint" : "Цвет всплывающих меню подсказок и спасбросков/навыков/инструментов",

    "enhancedcombathud.settings.theme.name" : "Тема",
    "enhancedcombathud.settings.theme.hint" : "Тема HUD",
    "enhancedcombathud.settings.theme.custom" : "Своя",
    "enhancedcombathud.settings.theme.helium" : "Гелий",
    "enhancedcombathud.settings.theme.neon" : "Неон",
    "enhancedcombathud.settings.theme.argon" : "Аргон",
    "enhancedcombathud.settings.theme.krypton" : "Криптон",
    "enhancedcombathud.settings.theme.xenon" : "Ксенон",
    "enhancedcombathud.settings.theme.radon" : "Радон",
    "enhancedcombathud.settings.theme.oganesson" : "Оганесон",

    "enhancedcombathud.settings.scale.name" : "Масштаб",
    "enhancedcombathud.settings.scale.hint" : "Масштаб HUD - если включена функция автомасштабирования, этот параметр будет использоваться в качестве множителя поверх рассчитанного масштаба",
    "enhancedcombathud.settings.noAutoscale.name" : "Не масштабировать",
    "enhancedcombathud.settings.noAutoscale.hint" : "Не масштабировать HUD для соответствия экрану, вместо этого использовать фиксированное значение в настройке Масштаб",
    "enhancedcombathud.settings.leftPos.name" : "Расположение слева",
    "enhancedcombathud.settings.leftPos.hint" : "Расстояние от левой границы в пикселях",
    "enhancedcombathud.settings.botPos.name" : "Расположение снизу",
    "enhancedcombathud.settings.botPos.hint" : "Расстояние от нижней границы в пикселях",
    "enhancedcombathud.settings.playerDetailsBottom.name" : "Подробная информация об игроке снизу",
    "enhancedcombathud.settings.playerDetailsBottom.hint" : "Размещает имя игрока и информацию о классе внизу портрета",
    "enhancedcombathud.settings.preparedSpells.name" : "Только подготовленные заклинания",
    "enhancedcombathud.settings.preparedSpells.hint" : "Отображать только подготовленные заклинания",
    "enhancedcombathud.settings.showTooltips.name" : "Отображать всплывающие подсказки",
    "enhancedcombathud.settings.showTooltips.hint" : "Отображать всплывающие подсказки при наведении",
    "enhancedcombathud.settings.showTooltipsSpecial.name" : "Отображать всплывающие подсказки для особых действий",
    "enhancedcombathud.settings.showTooltipsSpecial.hint" : "Отображать всплывающие подсказки при наведении для особых действий (Уклонение, Отход, Толчок...)",
    "enhancedcombathud.settings.showTooltipsAbilityMenuAbilities.name": "Отображать всплывающие подсказки для характеристик",
    "enhancedcombathud.settings.showTooltipsAbilityMenuAbilities.hint": "Отображать всплывающие подсказки при наведении для характеристик в меню характеристик",
    "enhancedcombathud.settings.showTooltipsAbilityMenuSkills.name" : "Отображать всплывающие подсказки для навыков",
    "enhancedcombathud.settings.showTooltipsAbilityMenuSkills.hint" : "Отображать всплывающие подсказки при наведении для навыков в меню характеристик",
    "enhancedcombathud.settings.showTooltipsAbilityMenuTools.name": "Отображать всплывающие подсказки для инструментов",
    "enhancedcombathud.settings.showTooltipsAbilityMenuTools.hint": "Отображать всплывающие подсказки при наведении для инструментов в меню характеристик",
    "enhancedcombathud.settings.fadeOutInactive.name" : "Затухание",
    "enhancedcombathud.settings.fadeOutInactive.hint" : "Затухание HUD после того, как на него не наводили мышь в течение 5 секунд",
    "enhancedcombathud.settings.fadeoutDelay.name" : "Задержка затухания",
    "enhancedcombathud.settings.fadeoutDelay.hint" : "Задержка перед затуханием HUD в секундах",
    "enhancedcombathud.settings.fadeoutOpacity.name" : "Прозрачность затухания",
    "enhancedcombathud.settings.fadeoutOpacity.hint" : "Прозрачность HUD при затухании",
    "enhancedcombathud.settings.hideMacroPlayers.name" : "Скрыть панель макросов и список игроков",
    "enhancedcombathud.settings.hideMacroPlayers.hint" : "Скрыть панель макросов и список игроков когда HUD открыт",
    "enhancedcombathud.settings.openCombatStart.name" : "Открывать при начале боя",
    "enhancedcombathud.settings.openCombatStart.hint" : "Открывать HUD когда начинается бой",
    "enhancedcombathud.settings.tooltipScale.name" : "Масштаб всплывающих подсказок",
    "enhancedcombathud.settings.tooltipScale.hint" : "Масштаб меню всплывающих подсказок",
    "enhancedcombathud.settings.switchEquip.name" : "Автоэкипировка",
    "enhancedcombathud.settings.switchEquip.hint" : "Автоматически надевать/снимать предметы при смене наборов",

    "enhancedcombathud.tooltip.target.name" : "Цель",
    "enhancedcombathud.tooltip.range.name" : "Расстояние",
    "enhancedcombathud.tooltip.properties.name" : "Свойства",

    "enhancedcombathud.settings.thememenu.name": "Настройка тем",
    "enhancedcombathud.settings.thememenu.hint": "Настраивайте, выбирайте и кастомизируйте темы Argon",
    "enhancedcombathud.settings.thememenu.label": "Настройка тем",


    "enhancedcombathud.themeOptions.save": "Сохранить изменения",
    "enhancedcombathud.themeOptions.export": "Экспортировать тему",
    "enhancedcombathud.themeOptions.autoTextColorTitle" : "Автонастройка цвета текста на основе фона",
    "enhancedcombathud.themeOptions.autoTextColorHint" : "Этот параметр настраивает цвет текста на основе цвета фона таким, чтобы он был читаемым.",
    "enhancedcombathud.themeOptions.exportThemeName": "Экспортировать название темы:",
    "enhancedcombathud.themeOptions.exportTheme.save": "Сохранить",
    "enhancedcombathud.themeOptions.exportTheme.cancel": "Отменить",

    "enhancedcombathud.themeOptions.themeTitle": "Выберите тему",
    "enhancedcombathud.themeOptions.themeHint": "При выборе темы к Argon будет применена заранее определенная цветовая палитра.",
    


    "enhancedcombathud.themeOptions.mainAction" : "Цвета действий",
    "enhancedcombathud.themeOptions.bonusAction" : "Цвета бонусных действий",
    "enhancedcombathud.themeOptions.freeAction" : "Цвета свободных действий",
    "enhancedcombathud.themeOptions.reaction" : "Цвета реакций",
    "enhancedcombathud.themeOptions.endTurn" : "Цвета конца хода",
    "enhancedcombathud.themeOptions.tooltip" : "Цвета всплывающих подсказок",
    "enhancedcombathud.themeOptions.abilityMenu" : "Цвета меню характеристик",
    "enhancedcombathud.themeOptions.buttons" : "Цвета кнопок",
    "enhancedcombathud.themeOptions.movement" : "Цвета окна перемещения",
    
    "enhancedcombathud.themeOptions.background" : "Цвет фона",
    "enhancedcombathud.themeOptions.color" : "Цвет текста",
    "enhancedcombathud.themeOptions.border" : "Цвет границы",
    "enhancedcombathud.themeOptions.boxShadow" : "Цвет тени окна",

    "enhancedcombathud.themeOptions.mainActionBase" : "Цвета фона/текста/границы, когда мышь не находится над элементом",
    "enhancedcombathud.themeOptions.mainActionHover" : "Цвета фона/текста/границы, когда мышь находится над элементом",
    "enhancedcombathud.themeOptions.bonusActionBase" : "Цвета фона/текста/границы, когда мышь не находится над элементом",
    "enhancedcombathud.themeOptions.bonusActionHover" : "Цвета фона/текста/границы, когда мышь находится над элементом",
    "enhancedcombathud.themeOptions.freeActionBase" : "Цвета фона/текста/границы, когда мышь не находится над элементом",
    "enhancedcombathud.themeOptions.freeActionHover" : "Цвета фона/текста/границы, когда мышь находится над элементом",
    "enhancedcombathud.themeOptions.reactionBase" : "Цвета фона/текста/границы, когда мышь не находится над элементом",
    "enhancedcombathud.themeOptions.reactionHover" : "Цвета фона/текста/границы, когда мышь находится над элементом",
    "enhancedcombathud.themeOptions.endTurnBase" : "Цвета фона/текста/границы, когда мышь не находится над элементом",
    "enhancedcombathud.themeOptions.endTurnHover" : "Цвета фона/текста/границы, когда мышь находится над элементом",
    
    "enhancedcombathud.themeOptions.tooltipHeader" : "Цвета фона/текста/границы заголовка всплывающих подсказок/окон",
    "enhancedcombathud.themeOptions.tooltipSubtitle" : "Цвета фона/текста/границы подзаголовка во всплывающих подсказках",
    "enhancedcombathud.themeOptions.tooltipBody" : "Цвета фона/текста/границы основной части всплывающих подсказок/окон",

    "enhancedcombathud.themeOptions.abilityMenuBase" : "Цвета текста/тени окна, когда мышь не находится над элементом",
    "enhancedcombathud.themeOptions.abilityMenuHover" : "Цвета текста/тени окна, когда мышь находится над элементом",

    "enhancedcombathud.themeOptions.buttonsBase" : "Цвета фона/текста/границы, когда мышь не находится над элементом",
    "enhancedcombathud.themeOptions.buttonsHover" : "Цвета фона/текста/границы, когда мышь находится над элементом",

    "enhancedcombathud.themeOptions.movementUsed" : "Фон/тень ячейки, указывающей на затраченное расстояние перемещения",
    "enhancedcombathud.themeOptions.movementBaseMovement" : "Фон/тень ячейки, указывающей на доступное расстояние перемещения",
    "enhancedcombathud.themeOptions.movementDashMovement" : "Фон/тень ячейки, указывающей на расстояние перемещения с Рывком",
    "enhancedcombathud.themeOptions.movementDangerMovement" : "Фон/тень ячейки, указывающей на превышенное расстояние перемещения"

}